编号,分派给,解决时间,摘要
1786,董波,,【Pro-标绘工具】标绘工具中样条曲线的样式修改连接地面的线的颜色与line-extrusion字体重叠
2214,唐争强,,【下载列表】页面的布局不美观，且可用性较弱
2241,曾刚,,不同的电脑安装11.03版浏览器，插件加载存在缺失
2152,张国光,12.04（待反馈 ）,【linux-球的显示】球加载不出来，多次刷新也不行
2159,李海东,,【小G语音】和语音有关的功能全部未实现
2253,池晓焱,12.04,linux系统下，iExplorer在菜单栏中打开开发者工具后直接关闭窗口，导致电脑黑屏。
2256,李海东,,【Basic-快捷键】在浏览器还原模式下，通过【WIN+M】/【shift+win键+M】键进行浏览器窗口的最小化和还原，最小化后还原成最大窗口。
2255,池晓焱,12.05,【linux】从一个球切换到另一个球会卡死
2240,唐争强,,【Basic-下载】在下载资源链接页面点击下载，选择保存路径开始下载后，下载资源链接页面被直接关闭，返回到前一页。
2239,李强,,不同的电脑安装11.03版浏览器，插件加载存在缺失
2238,曾飞传,,Explorer最小化以后，再还原，球不见了
2231,唐争强,12.04,【下载管理】Basic和Linux版都存在下载内容只显示今天的下载记录
2182,王焰辉,,【分屏显示模式切换】分屏显示后，其中一个区域背景星星特效不见了
2220,张国光,12.05,【linux-快捷键】浏览器弹出菜单中的快捷键均无效
2156,李海东,12.05,【Basic-快捷键】浏览器弹出菜单中的快捷键均无效。
1804,李海东,12.04（待测试）,【Pro】浏览器打开多个，仅支持一个对象使用，但后台进程数量却一直在增加
2132,唐争强,,在数据上传界面，点击【浏览】按钮，弹出选择对话框语言与网页不一致
1563,唐争强,,【数据浏览模式-我的资源】在局部高程数据上传界面，点击【浏览】按钮加载本地txt数据文件后，GVCEFDesktop.exe停止工作
2133,李海东,,在数据上传界面，点击【浏览本地文件】按钮，弹出选择对话框语言与网页不一致
2137,李海东,,【我的资源】最大化后，点击“数据导入”，选择局部影像，“载荷类型”或者“选择时间”的下拉窗口在切换窗口时不会消失
1552,唐争强,,【数据浏览模式-我的资源】点击【浏览】按钮，选择本地tif文件，在加载过程中未提示任何状态信息
1764,李海东,,【资源管理模式-我的资源】上传页面，点击【预览】按钮，弹出选择文件对话框后，资源管理器页面和上传页面置底
1567,唐争强,,【数据浏览模式-我的资源】点击【浏览】按钮，选择本地tif文件，在加载过程中未提示任何状态信息
2097,李海东,12.04（待反馈 ）,【Basic-关于iExplorer】鼠标并未点击“关闭”按钮，但对话框却关闭了
810,李海东,,浏览器打开后，想点击切换新的地址不能进行选取替换
2121,张国光,,【linux-窗口】窗口从normal切换到最大化时出现卡顿现象
2120,张国光,,【linux-页面选择】页面选择界面显示异常
2115,张国光,,【linux-界面】界面显示异常
2102,李海东,,【Basic-卸载】软件卸载时未提示用户是否保留用户运行数据
2089,李海东,12.05,【Basic-新建标签页】新建标签页实际实现与文档不符
1767,张国光,,【linux-白板】橡皮擦擦除效果异常
1819,张国光,,【linux】浏览器在静置很长时间或者频繁操作过程中出现卡死、反应慢的现象
1770,张国光,,【linux-新建标签页】新建标签页的搜索按钮显示异常
1716,池晓焱,12.05,【linux-刷新】刷新界面瞬间出现白球
1773,张国光,12.04（待反馈 ）,【linux-新建标签页】在新建标签页界面无法调出导航栏
1390,钱晶,,登录portal后主页面的地球需要长达30秒后才出现。
971,李海东,,【Geovis iExplorer】浏览器最小化后界面显示异常
1084,曾刚,,【Geovis iExplorer】频繁刷新浏览器后界面异常
1805,李海东,,【Pad】浏览器地址栏无法调出pad的输入键盘
1801,李海东,,【地址栏】当输入的地址超过地址栏的长度时隐藏前部分地址，用户体验不好
1793,李海东,,【pad版】打开多个选项卡，在选项卡列表框页面无法和触摸屏进行上下滚动，只能使用滚动条
1389,曾飞传,,iExplorer在运行一段时间后报错“GVCEFDesktop.exe已经停止工作”